Repository: fergomez/WP-Music-Links
Catalog: WP Music Links/languages/wpmusiclinks-*.po
Languages: es_es

source: Official website
es_es: Página oficial

source: Add Item
es_es: Añadir elemento

source: Problem Adding Item '%s': Not an artist or festival.
es_es: Problema añadiendo elemento '%s': No es un artista o un festival.

source: Item '%s' Added Successfully.
es_es: Elemento '%s' añadido exitosamente.

source: Manage Items
es_es: Administrar elementos

source: Add item
es_es: Añadir elemento

source: Item information
es_es: Información del elemento

source: Name
es_es: Nombre

source: Type
es_es: Tipo

source: (Just for artists)
es_es: (Sólo para artistas)

source: Website
es_es: Página web

source: Order
es_es: Orden

source: Yes, order is disabled so far. It will be like this until I change it. My apologies...
es_es: Sí, el orden está desactivado por ahora. Estará de esta manera hasta que lo cambie. Mis disculpas...

source: Cancel
es_es: Cancelar

source: WP Music Links Desktop
es_es: WP Music Links Escritorio

source: Desktop
es_es: Escritorio

source: WP Music Links Add Item
es_es: WP Music Links Añadir elemento

source: WP Music Links Edit Item
es_es: WP Music Links Editar elemento

source: Edit Item
es_es: Editar elemento

source: Hi!
es_es: ¡Hola!

source: We have now %s items. Thanks for contributing!
es_es: Ahora tenemos %s elementos. ¡Gracias por contribuir!

source: Last added items:
es_es: Últimos elementos añadidos:

source: Select Item
es_es: Seleccionar elemento

source: Problem updating Item '%s': Not an artist or festival.
es_es: Problema actualizando el elemento '%s': No es un artista o un festival.

source: Item '%s' Updated Successfully.
es_es: Elemento '%s' actualizado exitosamente.

source: Problem getting item
es_es: Problema obteniendo el elemento

source: Update item
es_es: Actualizar elemento
